import {Link} from 'obshtestvo-ui';
import {Section} from '../section';
import {Text} from '../text';
import {Heading} from '../heading';

export default () =>

    <Section>
        <Heading title="„Работещо електронно управление“"
                 subtitle="е широко разпространена фраза, но носи грешно послание"
                 icon=""/>
        <Text>
            <p>
                Електронното управление не трябва да е инструмент на дръжавата. Не трябва да е електронният вариант на
                гише. Защото целта на една държава не е да предоставя услуги, а да предпазва обществото от конфликти, било то
                между двама души, между региони, религии или националности. <strong>Ето нова дефиниция</strong>:
            </p>

            <p><strong>Технологии и дизайн</strong>, чрез които хората да разберат какво става около тях, да разберат
                останалите хора, и как заедно да вземат решения за средата, която споделят – села, градове, пътища,
                планини, океани, планета.
            </p>

            Качествени уеб и мобилни приложения, илюстрации и видео, които помагат на човек да разбира и действа, а не
            само „да декларира“. Без зле-поднесената информация. Без бюрократични пречки. С внимание към човека.
        </Text>
        <Text align="center">
            Asdasdasd
        </Text>
    </Section>
