Repository: obshtestvo/obshtestvo.bg
Catalog: projects/locale/*/LC_MESSAGES/django.po
Languages: bg

source: General
bg: Главното

source: Specifics
bg: Специфика

source: skills
bg: умения

source: Expectations
bg: Очаквания

source: Member's preferences
bg: Желан начин на участие

source: Self-description & Comments
bg: Само-описание & Коментари

source: Communication
bg: Комуникация

source: relation type
bg: тип организация

source: Contact
bg: Информация за контакт

source: About
bg: Инфо

source: Partner
bg: Партньор

source: event
bg: събитие

source: events
bg: събития

source: name
bg: име

source: organizers
bg: организатори

source: contact info
bg: Информация за контакт

source: comment
bg: Коментар

source: strategy
bg: стратегия

source: change
bg: променено

source: organisation
bg: организация

source: organisations
bg: организации

source: middle men
bg: Посредници

source: Representative
bg: Представител

source: Found via
bg: Намерено чрез

source: Also working with
bg: Също така, работи и със:

source: Type of organisation
bg: Тип връзка

source: partnered project
bg: партнира по

source: Provided help
bg: Предоставяна помощ

source: organisation type
bg: организация

source: organisation types
bg: видове организации

source: skill
bg: умение

source: member type
bg: вид контакт

source: member types
bg: видове контакти

source: member
bg: контакт

source: members
bg: контакти

source: Available
bg: Готов да помогне

source: Member will work but not volunteer
bg: Само срещу заплащане

source: Member only looking
bg: Само следи новостите

source: Availability
bg: Готовност

source: date joined
bg: Дата на включване

source: email address
bg: email

source: intro
bg: интро

source: Type of helped offered
bg: Предложена помощ

source: If it's a consultant or other non-member, you can add some description here
bg: Ако е консултант или друго общо название, може да добавите малко яснота точно с какво помага или иска да помага

source: Available for work?
bg: На разположение?

source: available after
bg: На разположение след

source: last contact
bg: последна връзка

source: latest answer
bg: последният отговор

source: Contact frequency
bg: Честота на комуникацията

source: Paid only
bg: Само срещу заплащане

source: Relation to Obshtestvo
bg: В общество като

source: Projects interested in
bg: Интересува се от

source: profession
bg: професия

source: active
bg: активен

source: project
bg: проект

source: projects
bg: проекти

source: description
bg: описание

source: done
bg: готов

source: technical
bg: техническо

source: project activity
bg: дейност

source: project activities
bg: дейности

source: project motive
bg: мотив

source: project motives
bg: мотиви

source: project usage example step
bg: стъпка при примерна употреба

source: project usage example steps
bg: стъпка при примерна употреба

source: icon
bg: иконка

source: Example number
bg: Номер

source: task
bg: задача

source: tasks
bg: задачи

source: is this complete
bg: готова?
